"Trigger" = "Disparador";
"Trigger Info" = "Informació del disparador";
"Delete selected trigger" = "Esborrar el disparador seleccionat";
"Command" = "Comandament";
"Add trigger..." = "Afegir disparador...";
